[
    {
        "id": "1",
        "name": "Bicycle Habitat",
        "liveSite": "https://bicyle-habitat.firebaseapp.com/",
        "clientSite": "https://github.com/k17h02/Bycyle-Habitat",
        "serverSite": "https://github.com/k17h02/Bycylce-Habitat-server ",
        "details": "This is a full stack 'Bycycle Habitat' website. If one does not login to the website, then he can only see the home page and products. If you are an admin, you can make someone else an admin. You can see all the products, blogs, offers through this website. You can talk to the company by filling the contact form if you want.",
        "tools": " React, Node JS,,Express, MongoDB , Bootstrap 5,React Router, React Hook Form, Axios, Firebase.",
        "banner": "https://i.ibb.co/VqQWf8v/1.jpg",
        "images": [
            "https://i.ibb.co/P56rFBV/1-1.png",
            " https://i.ibb.co/v30nRm8/1-2.jpg",
            "  https://i.ibb.co/XJRpmyw/1-3.png ",
            "https://i.ibb.co/HhwxX4m/1-4.png",
            " https://i.ibb.co/ncQwVx7/1-5.png"
        ],
        "li": [
            "You can order the bike of your choice through this website.",
            "You can cancel your order if you wish.",
            "You can give reviews.",
            "If you are an admin then you can add product.",
            "Admin will be able to see everyone's order.",
            "Admin can cancel any order if he wants.",
            "Admin can change order status.",
            "Admin can delete or update any product."
        ]
    },
    {
        "id": "2",
        "name": "Victory Travel",
        "liveSite": "https://victory-travel-k17h02.web.app/",
        "clientSite": "https://github.com/k17h02/Victory-Travel",
        "serverSite": "https://github.com/k17h02/Victory-Travel-server-",
        "details": "This is a full stack travel agency website. All their package news can be found through the web site. You can cancel it again after selecting a package if you want. You cannot change your name, email, location, price when booking. Admin can see how many people have logged in to this website. Admin can change their package status from Manage Booking if they want.",
        "tools": " React, Node JS,,Express, MongoDB , Bootstrap 5,React Router, React Hook Form, Axios, Firebase.",
        "banner": "https://i.ibb.co/4Y59r5C/2.jpg",
        "images": [
            "https://i.ibb.co/Yjj17Sx/2-1.png",
            "https://i.ibb.co/P5VswVL/2-3.png",
            "https://i.ibb.co/bHb4jFs/2-4.png",
            "https://i.ibb.co/sRz7d7h/2-2.png"
        ],
        "li": [
            "You can see all the updated news of 'Victory Travel' through this site.",
            "You can cancel your order if you wish.",
            "You can see all the packages of this website.",
            "With this web site you can go around selecting any package you want.",
            "You can cancel your selected package.",
            " If you subscribe to the website via email, you will receive all the news in your email.",
            "You can add new packages."
        ]
    },
    {
        "id": "3",
        "name": "Emajon",
        "liveSite": "https://ema-jhon-k17h02.web.app/",
        "clientSite": "https://github.com/k17h02/ema-jhon-with-node",
        "serverSite": "https://github.com/k17h02/ema-jhon-node-server",
        "details": "This is  a full stack e-commerce website. Customers will be able to buy the product of their choice.The customer can add products to the cart without logging in, but he must log in to order.",
        "tools": " React, Node JS,, Express, MongoDB, Bootstrap 5, React Router, React Hook Form, Axios, Firebase, Local Storage.",
        "banner": "https://i.ibb.co/drPx1Qg/3-0.jpg",
        "images": [
            "https://i.ibb.co/tp6dGb1/4-1.png",
            "https://i.ibb.co/thhB2xL/4-3.png",
            "https://i.ibb.co/TrHmX91/4-2.png"
        ],
        "li": [
            "React pagination has been used here.",
            "Data is loaded from mongodb server.",
            "Users will be able to search in the search box.",
            "Firebase authentication has been used.",
            " If customers add a product to the cart, the cart will be saved in the local storage.",
            "Customers can delete any product from the cart if they want."
        ]
    },
    {
        "id": "4",
        "name": "DentiCare",
        "liveSite": "https://denticare-k17h02.web.app/",
        "clientSite": "https://github.com/k17h02/Denticare",
        "serverSite": "",
        "details": "This is a DentiCare website.Our Doctors, Service Details, Our Plans pages of this website are privately routed.If you want to see this page, you have to log in.If you try to log in with email and password, if the email, password does not match or if the email, password is not found, it will give the wrong message that Email or password does no match.If you do not give the same password and retype password at the time of registration, he will give the wrong message.",
        "tools": " React, Node JS,, Express, MongoDB, Bootstrap 5, React Router, React Hook Form, Axios, Firebase",
        "banner": "https://i.ibb.co/qpfBX6f/3.jpg",
        "images": [
            "https://i.ibb.co/tcj3pkj/3-1.jpg",
            "https://i.ibb.co/L8ssfPF/3-3.png",
            "https://i.ibb.co/XZxPQG7/3-4.png",
            "https://i.ibb.co/Y0QDSZq/3-2.png"
        ],
        "li": [
            "You can see all the updated news of dental care through this site.",
            "You can see all the services of this website.",
            "You can get information about doctors through this site.",
            "You can make appointments in this site.",
            "You can know their plan."
        ]
    },
    {
        "id": "5",
        "name": "Independent Travel",
        "liveSite": "https://simple-firbase.web.app/",
        "clientSite": "https://github.com/k17h02/Independent-travel",
        "serverSite": "",
        "details": "This is a travel booking website. Through this website a travel booking company gives ideas about their package plan service plan. Customers are shown what benefits they get while traveling.",
        "tools": " React,  Bootstrap 5, React Router, React Hook Form, Firebase.",
        "banner": "https://i.ibb.co/DWvtDcf/5.jpg",
        "images": [
            "https://i.ibb.co/F5T5y7p/5-1.png",
            "https://i.ibb.co/QNr89td/5-3.png",
            "https://i.ibb.co/9WPyyR6/5-2.png"
        ],
        "li": [
            "You can see all the updated news  through this site.",
            "You can see all the services from this website.",
            "You can get information about all packages through this site.",
            " Firebase authentication has been used.",
            "Customer needs to login to book package.",
            "Customer can login with Facebook, Google, Microsoft, GitHub account if they want."
        ]
    },
    {
        "id": "6",
        "name": "Jerin's Parlour",
        "liveSite": "https://jerins-parlour.netlify.app/",
        "clientSite": "https://github.com/k17h02/jerins-parlour",
        "serverSite": "",
        "details": "This is a beauty parlor website. Through this web site you can get an idea about their service. You can add admin service review from dashboard.",
        "tools": " React, Bootstrap 5, React Router, React Hook Form, React Helmet",
        "banner": "https://i.ibb.co/b7qghQw/6.jpg",
        "images": [
            "https://i.ibb.co/qmCtYFJ/6-2.png",
            "https://i.ibb.co/V3JC9Xb/6-3.png",
            "https://i.ibb.co/mDTm7Lx/6-1.png"
        ],
        "li": [
            "You can see all the updated news  through this site.",
            "Customers will be able to know about service details and price.",
            "Customers will be able to see reviews from other clients.",
            " React helmet has been used for dynamic title.",
            "If the customer gives a review, her review will show on the homepage."
        ]
    }
]